


names = ['משה עוזיאל', 'יאיר מימון', 'ישראל מלכיאל', 'אביב ברזל', 'אור גבאי', 'אסף ברזיס', 'יעקב גימפל',
             'מני סקולניק', 'משה אפשטיין', 'משה קובלנץ']

l =[
[ישראל מלכיאל, אביב ברזל, אסף ברזיס, יעקב גימפל, משה עוזיאל, יאיר מימון, אור גבאי, מני סקולניק]
[אביב ברזל, יעקב גימפל, מני סקולניק, משה אפשטיין, משה עוזיאל, יאיר מימון, אור גבאי, משה קובלנץ]
[יאיר מימון, מני סקולניק, משה אפשטיין, משה קובלנץ, ישראל מלכיאל, אביב ברזל, אור גבאי, יעקב גימפל]
[ישראל מלכיאל, אור גבאי, אסף ברזיס, יעקב גימפל,יאיר מימון, מני סקולניק, משה אפשטיין, משה קובלנץ]
[משה עוזיאל, אסף ברזיס, משה אפשטיין, משה קובלנץ, ישראל מלכיאל, אביב ברזל, יעקב גימפל, מני סקולניק]
[משה עוזיאל, יאיר מימון, אסף ברזיס, יעקב גימפל, אביב ברזל, אור גבאי, משה אפשטיין, משה קובלנץ]
[יאיר מימון, אביב ברזל, אור גבאי, משה קובלנץ, משה עוזיאל, ישראל מלכיאל, אסף ברזיס, משה אפשטיין]
]